[
    {
        "category": "smart-watch",
        "product_name": "Apple Watch Ultra GPS + Cellular 49mm Titanium Case with Green Alpine Loop",
        "price": 104900,
        "regular_price": 115390,
        "status": true,
        "product_code": "00440",
        "brand": "Apple",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "Apple Watch Ultra",
            "Display": "Always-On Retina LTPO OLED display",
            "Processor": "S8 SiP with 64-bit dual-core processor",
            "Special Features": "Dual speakers, Three-microphone array",
            "Protection": "100m water resistant, IP6X dust resistant"
        },
        "specification": {
            "Processor": "S8 SiP with 64-bit dual-core processor",
            "Display": [
                "Always-On Retina LTPO OLED",
                "Flat sapphire crystal display",
                "Up to 2000 nits brightness"
            ],
            "Memory": "32GB",
            "Connectivity": [
                "LTE and UMTS",
                "802.11b/g/n 2.4GHz and 5GHz",
                "Bluetooth 5.3",
                "U1 chip (Ultra Wideband)"
            ],
            "Material": "49mm titanium case",
            "Special Features": [
                "Dual speakers",
                "Three-microphone array",
                "Emergency SOS",
                "International emergency calling",
                "Siren",
                "Crash Detection",
                "Fall Detection",
                "Water resistance 100m",
                "Dust resistance IP6X",
                "EN13319 recreational scuba diving to 40m",
                "Tested to MIL-STD 810H: altitude, high temperature, low temperature, temperature shock, immersion, freeze with thaw, ice and freezing rain, and shock and vibration."
            ],
            "Sensor": [
                "Depth gauge ±1m accuracy",
                "Water temperature sensor",
                "Temperature sensing",
                "Blood oxygen sensor and app",
                "Electrical heart sensor and ECG app",
                "Third-generation optical heart sensor",
                "High and low heart rate notifications",
                "Irregular rhythm notification",
                "Compass",
                "Always-on altimeter"
            ],
            "Others": "Precision dual-frequency GNSS: GPS, GNSS, Galileo, BeiDou"
        },
        "Exterior": {
            "Dimension": [
                "Height: 49mm",
                "Width: 44mm",
                "Depth: 14.4mm"
            ],
            "Weight": "Case Weight: 61.3g"
        },
        "Warranty Information": {
            "Warranty": "No warranty"
        },
        "description": [
            {
                "title": "Apple Watch Ultra GPS + Cellular 49mm Titanium Case with Green Alpine Loop",
                "details": "Apple Watch Ultra is the most rugged and capable Apple Watch ever. The Apple Watch Ultra is the ideal travel companion thanks to its durable titanium case, accurate dual-frequency GPS, up to 36 hours of battery life, and three specialized bands made for athletes and adventurers of all kinds. Apple Watch Ultra is a vital exploration tool that can go anywhere because it is made to withstand harsh environments, elevations, and temperatures. assist in getting you home."
            },
            {
                "title": "Robust titanium case",
                "details": "The Apple Watch Ultra is made with a durable titanium case that is resistant to scratches, dents, and corrosion. It is also water resistant to 50 meters, so you can take it with you in the pool or the ocean."
            },
            {
                "title": "Precision dual-frequency GPS",
                "details": "Apple Watch Ultra features precision dual-frequency GPS that provides greater range and accuracy, even in challenging environments. This means that you can track your workouts with confidence, even when you are in the mountains or the woods."
            },
            {
                "title": "Up to 36 hours of battery life",
                "details": "The Apple Watch Ultra has up to 36 hours of battery life, so you can wear it all day long without having to worry about running out of power. This is perfect for long hikes, camping trips, or any other activity where you need your watch to be on all day."
            },
            {
                "title": "Buy Apple Watch Ultra GPS + Cellular 49mm Titanium Case with Green Alpine Loop from the best Apple Watch Shop in BD",
                "details": "In Bangladesh, you can get original Apple Watch Ultra GPS + Cellular 49mm Titanium Case with Green Alpine Loop From Star Gadget. We have a large collection of latest Apple Watch to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Apple Watch Ultra comes with no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Apple Watch Ultra GPS + Cellular 49mm Titanium Case in Bangladesh?",
            "details": "The latest price of Apple Watch Ultra GPS + Cellular 49mm Titanium Case in Bangladesh is 104,900৳. You can buy the Apple Watch Ultra GPS + Cellular 49mm Titanium Case at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Rugged and reliable, perfect for outdoor adventures.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Great battery life and accurate GPS tracking.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "smart-watch",
        "product_name": "Apple Watch Series 9 45mm Smart Watch",
        "price": 59000,
        "regular_price": 68200,
        "status": true,
        "product_code": "00441",
        "brand": "Apple",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "Watch Series 9",
            "Display": "Always-On Retina LTPO OLED display, 2000 nits brightness",
            "Processor": "S9 SiP, dual-core CPU with 5.6 billion transistors",
            "Special Features": "Double Tap Sensor, Blood Oxygen app & ECG app",
            "Protection": "50m water resistant, IP6X dust resistant"
        },
        "specification": {
            "Basic Information": {
                "Processor": "S9 SiP, dual-core CPU with 5.6 billion transistors",
                "Display": "1.9 inches (484 x 396 pixels) Retina LTPO OLED 2000 nits display",
                "Memory": "2GB",
                "Battery": [
                    "Li-Ion 308 mAh, non-removable",
                    "Wireless Charging"
                ],
                "Connectivity": "Wi-Fi, Bluetooth",
                "Material": "Aluminium",
                "OS": "watchOS 10",
                "Special Features": "GPS, Double Tap Gesture, Blood Oxygen app & ECG app, Fitness Tracker",
                "Sensor": "Accelerometer, gyro, heart rate, barometer, always-on altimeter, compass, SpO2, VO2max, temperature (body)",
                "Supported Apps/ Software": "Apple Music, Apple Pay"
            },
            "Exterior": {
                "Dimension": "45 x 38 x 10.7 mm (1.77 x 1.50 x 0.42 in)",
                "Weight": "31.9 g (41mm), 38.7 g (45mm) (1.13 oz)"
            }
        },
        "description": [
            {
                "title": "Apple Watch Series 9 45mm Smart Watch",
                "details": "Apple Watch Series 9 Smart Watch is designed with the all new S9 SiP and latest dual-core CPU has 5.6 billion transistors. The watch has a 1.9-inch display with a 484 x 396-pixel resolution Always-On Retina LTPO OLED display that is able to produce up to 2000 nits brightness. The display is crack-resistant, dust-resistant (IP6X), and Swimproof with 50m water resistance. The new Apple Series 9 provides the double-tap sensor. This latest watch has the latest Bluetooth calling, and texting features that enhance your usability. The watchOS 10 update brings more to your screen than ever before. The Apple Watch Series 9 capable for measuring heart rate through the ECG app and also measures blood oxygen level. Apple Watch Series 9 also allows you to stream music and podcasts through Apple Music and pay hands-free in an instant almost anywhere with Apple Pay."
            },
            {
                "title": "New S9 SiP with Dual-Core CPU",
                "details": "The Apple Watch Series 9 is powered by custom Apple silicon in the all-new S9 SiP. Apple\"s most powerful watch chip yet delivers systemwide improvements and brand-new features, including on-device Siri with the ability to access and log health data privately and securely. Apple Watch Series 9 also has a new 4-core Neural Engine that can purportedly process machine learning tasks up to twice as fast, when compared with Apple Watch Series 8. The power efficiency of the S9 SiP allows the Apple Watch Series 9 to maintain an all-day, 18-hour battery life. The new Dual-Core processor has 5.6 billion transistors, which is 60 percent more than the previous series of Apple Watch."
            },
            {
                "title": "Always-On Retina Display with More Brightness",
                "details": "Apple Watch Series 9 has an Always-On Retina LTPO OLED display and an advanced display system that can boost the maximum brightness up to 2000 nits, making it even easier to read text in bright sunlight. In the dark rooms or early mornings, the display can also be lowered to just one nit so as not to disturb people close by."
            },
            {
                "title": "The Latest Gesture",
                "details": "The latest Apple Watch Series 9 has an all new gesture that makes your usage easier. It provides the double tap feature to answer phone calls, play and pause music, reply to a message, and check your smart stack while you are in work or your other hand is busy."
            },
            {
                "title": "Better Understand Your Health",
                "details": "The Apple Watch helps you better understand your mental and physical health. Health data is kept private and secure. And when you\"re ready to share with a healthcare provider, friends, or family members, you\"re in control. This watch has an ECG App that is capable of generating an ECG similar to a single-lead electrocardiogram, and with the Heart Rate app, you can get notifications for high and low heart rate as well as an irregular rhythm. Obtain a blood oxygen measurement, which is a magnificent innovation. You may take on-demand and background blood oxygen readings with the amazing sensor and app in the Apple Watch Series 9 day and night."
            },
            {
                "title": "50m water-resistant and IP6X dust-resistant",
                "details": "The Apple Watch Series 9 has been built with IP6X certification. The IP Rating ensures that it is dust resistant. This Apple watch has a robust build. It is resistant to breakage because of a large front crystal, sturdy geometry, and a flat base. With WR50 water resistance, it is Swimproof."
            },
            {
                "title": "Buy Apple Watch Series 9 45mm Smart Watch from the best Smart Watch Shop in Bangladesh: Star Gadget",
                "details": "In Bangladesh, you can get original Apple Watch Series 9 45mm Smart Watch From Star Gadget. We have a large collection of latest Apple Smart Watch to purchase for your Moblie Phone. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price."
            }
        ],
        "price_info": {
            "title": "What is the price of Apple Watch Series 9 in Bangladesh?",
            "details": "The latest price of Apple Watch Series 9 in Bangladesh is 59,000৳. You can buy the Apple Watch Series 9 at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Impressive watch with great features.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Excellent performance and stylish design.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "smart-watch",
        "product_name": "Apple Watch Series 8 GPS 45mm Silver Aluminum Case Sport Band",
        "price": 51500,
        "regular_price": 56650,
        "status": true,
        "product_code": "00442",
        "brand": "Apple",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "MPN": "MP6Q3LL/A",
            "Model": "A2771",
            "Display": "Always-On Retina LTPO OLED display, 1000 nits brightness",
            "Processor": "S8 SiP with 64-bit dual-core processor",
            "Special Features": "Blood Oxygen app & ECG app",
            "Protection": "50m water resistant, IP6X dust resistant"
        },
        "specification": {
            "Basic Information": {
                "Processor": "S8 SiP with 64-bit dual-core processor",
                "Display": [
                    "Always-On Retina LTPO OLED display",
                    "Up to 1000 nits brightness"
                ],
                "Memory": "32GB capacity",
                "Connectivity": [
                    "GPS",
                    "W3 wireless chip",
                    "U1 chip (Ultra Wideband)",
                    "LTE and UMTS",
                    "Wi-Fi",
                    "Bluetooth 5.3"
                ],
                "Material": "Ion-X glass display on aluminum cases",
                "Special Features": [
                    "Digital Crown with haptic feedback",
                    "Accelerometer",
                    "Up to 256 g-forces with Fall Detection and Crash Detection",
                    "High-dynamic-range gyroscope",
                    "High and low heart rate notifications",
                    "Irregular rhythm notification",
                    "International Emergency Calling",
                    "Emergency SOS",
                    "Crash Detection",
                    "Fall Detection",
                    "Water resistant 50 meters",
                    "Dust resistant (IP6X)",
                    "Crack-resistant front crystal",
                    "Compass",
                    "Always-on altimeter",
                    "Built-in speaker and mic"
                ],
                "Sensor": [
                    "Temperature sensing",
                    "Blood oxygen sensor and app",
                    "Electrical heart sensor and ECG app",
                    "Third-generation optical heart sensor"
                ]
            },
            "Exterior": {
                "Dimension": [
                    "Height: 45mm",
                    "Width: 38mm",
                    "Depth: 10.7mm"
                ],
                "Weight": "38.8g",
                "Color": "Silver"
            },
            "Warranty Information": {
                "Warranty": "No warranty"
            }
        },
        "description": [
            {
                "title": "Apple Watch Series 8 GPS 45mm Silver Aluminum Case Sport Band",
                "details": "The Apple Watch Series 8 45mm Sports Band features the largest, most advanced display yet. It comes with an always-On Retina LTPO OLED display, 1,000 nits brightness. The display is Crack Resistant, Dust Resistant (IP6X), and Swimproof with WR50 water resistance. Series 8 puts more health insights in sight. You can measure your blood oxygen level with a revolutionary sensor and app. Apple Watch Series 8 is capable of generating an ECG similar to a single-lead electrocardiogram. Along with other innovations like mindfulness and sleep tracking to keep you healthy from head to toe.  It can help you understand how well your body is absorbing oxygen and the amount of oxygen delivered to your body with the Blood Oxygen app. The entire charging system for Apple Watch Series 8 has been rethought to get you up and running faster than ever. With an updated charging architecture and fast-charging USB-C cable, it takes about 45 minutes to go from 0 to 80% charge."
            },
            {
                "title": "Always-On Retina display",
                "details": "The Apple Watch Series 8 has a large, dazzling AlwaysOn display. Narrow boundaries push the screen all the way to the edge, resulting in an attractive combination with the case's curvature. Even when your wrist is down, the bright AlwaysOn screen makes intricate watch faces seem attractive and easy to read. The huge display easily accommodates all of your favorite complications while also making tapping, typing, and swiping a snap."
            },
            {
                "title": "50m water resistant & IP6X dust resistant",
                "details": "The Apple Watch Series 8 has been designed with IP6X certification. It is dust resistant thanks to the IP Rating. This Apple watch is designed to be strong. A thick front crystal, robust geometry, and flat base make it resistant to cracking. It is Swimproof with WR50 water resistance."
            },
            {
                "title": "Better Understand Your Health",
                "details": "The Apple Watch Series 8 includes a new innovative sensor that monitors your body temperature while you sleep, allowing you to notice changes over time. Cycle Tracking uses this information to produce a backward estimate of when you most likely ovulated, which can be useful for family planning. You'll receive a detailed picture of your menstrual cycle when you combine it with your heart rate and documented cycle data."
            },
            {
                "title": "Buy Apple Watch Series 8 GPS 45mm Silver Aluminum Case Sport Band from Star Gadget",
                "details": "In Bangladesh, you can get original Apple Watch Series 8 GPS 45mm Silver Aluminum Case Sport Band From Star Gadget. We have a large collection of latest Apple Watch to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Apple Watch Series 8 comes with no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Apple Watch Series 8 GPS 45mm Silver Aluminum Case Sport Band in Bangladesh?",
            "details": "The latest price of Apple Watch Series 8 GPS 45mm Silver Aluminum Case Sport Band in Bangladesh is 51,500৳. You can buy the Apple Watch Series 8 GPS 45mm Silver Aluminum Case Sport Band at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Incredible watch with impressive features and performance.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Great for daily use, highly recommended.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "smart-watch",
        "product_name": "Apple Watch Series 8 41mm Midnight Aluminum Case Sport Band",
        "price": 45000,
        "regular_price": 48400,
        "status": true,
        "product_code": "00443",
        "brand": "Apple",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "Apple Watch Series 8",
            "Display": "Always-On Retina LTPO OLED display, 1000 nits brightness",
            "Processor": "S8 SiP with 64-bit dual-core processor",
            "Special Features": "Blood Oxygen app & ECG app",
            "Protection": "50m water resistant, IP6X dust resistant"
        },
        "specification": {
            "Basic Information": {
                "Processor": "S8 SiP with 64-bit dual-core processor",
                "Display": [
                    "Always-On Retina LTPO OLED display",
                    "Up to 1000 nits brightness"
                ],
                "Memory": "32GB capacity",
                "Connectivity": [
                    "GPS",
                    "W3 wireless chip",
                    "U1 chip (Ultra Wideband)",
                    "LTE and UMTS",
                    "Wi-Fi",
                    "Bluetooth 5.3"
                ],
                "Material": "Ion-X glass display on aluminum cases"
            },
            "Special Features": [
                "Digital Crown with haptic feedback",
                "Accelerometer",
                "Up to 256 g-forces with Fall Detection and Crash Detection",
                "High-dynamic-range gyroscope",
                "High and low heart rate notifications",
                "Irregular rhythm notification",
                "International Emergency Calling",
                "Emergency SOS",
                "Crash Detection",
                "Fall Detection",
                "Water resistant 50 meters",
                "Dust resistant (IP6X)",
                "Crack-resistant front crystal",
                "Compass",
                "Always-on altimeter",
                "Built-in speaker and mic"
            ],
            "Sensor": [
                "Temperature sensing",
                "Blood oxygen sensor and app",
                "Electrical heart sensor and ECG app",
                "Third-generation optical heart sensor"
            ]
        },
        "Exterior": {
            "Dimension": [
                "Height: 41mm",
                "Width: 35mm",
                "Depth: 10.7mm"
            ],
            "Weight": [
                "Weight: Aluminum 31.9g (GPS)",
                "Weight: Aluminum 32.2g (GPS + Cellular)"
            ],
            "Color": "Midnight"
        },
        "description": [
            {
                "title": "Apple Watch Series 8 41mm Midnight Aluminum Case Sport Band",
                "details": "The Apple Watch Series 8 41mm Sports Band features the largest, most advanced display yet. It comes with an always-On Retina LTPO OLED display, 1,000 nits brightness. The display is Crack Resistant, Dust Resistant (IP6X), and Swimproof with WR50 water resistance. Series 8 puts more health insights in sight. You can measure your blood oxygen level with a revolutionary sensor and app. Apple Watch Series 8 is capable of generating an ECG similar to a single-lead electrocardiogram. Along with other innovations like mindfulness and sleep tracking to keep you healthy from head to toe.  It can help you understand how well your body is absorbing oxygen and the amount of oxygen delivered to your body with the Blood Oxygen app. The entire charging system for Apple Watch Series 8 has been rethought to get you up and running faster than ever. With an updated charging architecture and fast-charging USB-C cable, it takes about 45 minutes to go from 0 to 80% charge."
            },
            {
                "title": "Always-On Retina display",
                "details": "The Apple Watch Series 8 has a large, dazzling AlwaysOn display. Narrow boundaries push the screen all the way to the edge, resulting in an attractive combination with the case's curvature. Even when your wrist is down, the bright AlwaysOn screen makes intricate watch faces seem attractive and easy to read. The huge display easily accommodates all of your favorite complications while also making tapping, typing, and swiping a snap."
            },
            {
                "title": "50m water resistant & IP6X dust resistant",
                "details": "The Apple Watch Series 8 has been designed with IP6X certification. It is dust resistant thanks to the IP Rating. This Apple watch is designed to be strong. A thick front crystal, robust geometry, and flat base make it resistant to cracking. It is Swimproof with WR50 water resistance."
            },
            {
                "title": "Better Understand Your Health",
                "details": "The Apple Watch Series 8 includes a new innovative sensor that monitors your body temperature while you sleep, allowing you to notice changes over time. Cycle Tracking uses this information to produce a backward estimate of when you most likely ovulated, which can be useful for family planning. You'll receive a detailed picture of your menstrual cycle when you combine it with your heart rate and documented cycle data."
            },
            {
                "title": "Buy Apple Watch Series 8 41mm Midnight Aluminum Case Sport Band from the best Apple Watch Shop in BD",
                "details": "In Bangladesh, you can get original Apple Watch Series 8 From Star Gadget. We have a large collection of latest Apple Watch to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Apple Watch Series 8 comes with no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Apple Watch Series 8 41mm Midnight Aluminum Case Sport Band in Bangladesh?",
            "details": "The latest price of Apple Watch Series 8 41mm Midnight Aluminum Case Sport Band in Bangladesh is 45,000৳. You can buy the Apple Watch Series 8 41mm Midnight Aluminum Case Sport Band at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Incredible watch with impressive features and performance.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Great for everyday use, highly recommended.",
                "user_rating": 4
            }
        ]
    }
]