[
    {
        "category": "power-station",
        "product_name": "EcoFlow DELTA Max 1600 Portable Power Station",
        "price": 172000,
        "regular_price": 182600,
        "status": true,
        "product_code": "00400",
        "brand": "EcoFlow",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "DELTA Max 1600",
            "Capacity": "1612Wh",
            "Life Cycles": "500 Cycles to 80%+ capacity",
            "Output": "2000W total (Surge 4600W)",
            "AC Input": "1600W Max",
            "Solar Input": "800W"
        },
        "specification": {},
        "description": [
            {
                "title": "EcoFlow DELTA Max 1600 Portable Power Station",
                "details": "The EcoFlow DELTA Max 1600 is a powerful and versatile portable power station with a 2kWh capacity that can be expanded up to 6kWh with extra batteries. It offers dual charging, allowing you to charge the device using both AC and solar power, and can even be paired with a smart generator for added convenience during extended blackouts. The device charges quickly, reaching 0-80% in just 65 minutes, and features EcoFlow's X-Boost technology, which enables it to power heavy-duty devices up to 3400W. The maximum solar charging speed is 800W when connected to up to 2x 400W EcoFlow solar panels, and the smart maximum power point tracking (MPPT) algorithm ensures optimal solar generation throughout the day, even on cloudy or cold days. The DELTA Max 1600 can also be used to power essential appliances by connecting it directly to your home's power inlet box with a generator cord. Overall, the EcoFlow DELTA Max 1600 offers a reliable and efficient backup power solution for homes during power outages and emergencies."
            },
            {
                "title": "Buy EcoFlow DELTA Max 1600 Portable Power Station from Star Gadget",
                "details": "In Bangladesh, you can get original EcoFlow DELTA Max 1600 Portable Power Station From Star Gadget. We have a large collection of latest EcoFlow Portable Power Station to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The EcoFlow DELTA Max 1600 Portable Power Station comes with 2 Years warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of EcoFlow DELTA Max 1600 Portable Power Station in Bangladesh?",
            "details": "The latest price of EcoFlow DELTA Max 1600 Portable Power Station in Bangladesh is 166,840৳. You can buy the EcoFlow DELTA Max 1600 Portable Power Station at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Excellent power station with great features.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Very convenient during power outages.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "power-station",
        "product_name": "EcoFlow DELTA Portable Power Station",
        "price": 129999,
        "regular_price": 145200,
        "status": true,
        "product_code": "00401",
        "brand": "EcoFlow",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "DELTA",
            "Capacity": "1260Wh",
            "Life Cycles": "800+ Cycle",
            "Output": "1800W (Surge 3300W)",
            "AC Input": "1200W Max",
            "Solar Input": "400W"
        },
        "specification": {},
        "description": [
            {
                "title": "EcoFlow DELTA Portable Power Station",
                "details": "The EcoFlow DELTA boasts a massive 1260Wh capacity that can keep your home devices fully charged during power outages and emergencies. It can charge from 0-80% in under an hour, providing you with a quick boost of power even in the worst situations. With 6x 1800W AC outlets, DELTA allows you to power essential devices when you're at home and heavy-duty power tools when you're working outdoors. It can power up to 13 devices simultaneously, providing enough power for brewing a cup of coffee, listening to your favorite radio station, or immersing yourself in Middle-earth once again. You can also harness the power of the sun by connecting DELTA to three 160W solar panels to fully charge in just 3.5-7 hours. Alternatively, you can connect DELTA to four 110W solar panels to fully charge in 4-8 hours."
            },
            {
                "title": "Buy EcoFlow DELTA Portable Power Station from Star Gadget",
                "details": "In Bangladesh, you can get original EcoFlow DELTA Portable Power Station From Star Gadget. We have a large collection of latest EcoFlow Portable Power Station to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The EcoFlow DELTA Portable Power Station comes with 2 Years warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of EcoFlow DELTA Portable Power Station in Bangladesh?",
            "details": "The latest price of EcoFlow DELTA Portable Power Station in Bangladesh is 129,360৳. You can buy the EcoFlow DELTA Portable Power Station at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Impressive power station with a large capacity.",
                "user_rating": 4
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Fast charging and reliable during power outages.",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "power-station",
        "product_name": "EcoFlow RIVER Max Portable Power Station",
        "price": 59999,
        "regular_price": 68200,
        "status": true,
        "product_code": "00402",
        "brand": "EcoFlow",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "RIVER Max",
            "Capacity": "576Wh",
            "Life Cycles": "500+ Cycle",
            "Output": "600W (Surge 1200W)",
            "AC Input": "500W Max",
            "Solar Input": "200W"
        },
        "specification": {},
        "description": [
            {
                "title": "EcoFlow RIVER Max Portable Power Station",
                "details": "The EcoFlow RIVER Max can charge from 0-80% in under an hour or to full in just 96 minutes. You can remove the extra battery from the base of the unit to make it more lightweight, reducing its capacity to 288Wh and its weight by 5.5 lbs (2.5 kg) when you're on the go. With multiple ports available, you can power up to 10 devices at once. The device has a 576Wh capacity, providing enough power to charge your phone 42 times, your drone 6 times, or make 24 cups of coffee with a coffee maker. However, it is not recommended to drink all the coffee at once. The EcoFlow RIVER Max also features X-Boost technology, which allows it to power high-wattage appliances up to 1800W, such as a hairdryer, vacuum cleaner, or even a lawnmower. Additionally, it can be charged using solar power by linking up to two 110W solar panels, allowing it to be fully charged in under 3 hours."
            },
            {
                "title": "Buy EcoFlow RIVER Max Portable Power Station from Star Gadget",
                "details": "In Bangladesh, you can get original EcoFlow RIVER Max Portable Power Station From Star Gadget. We have a large collection of latest EcoFlow Portable Power Station to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The EcoFlow RIVER Max Portable Power Station comes with 2 Years warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of EcoFlow RIVER Max Portable Power Station in Bangladesh?",
            "details": "The latest price of EcoFlow RIVER Max Portable Power Station in Bangladesh is 59,999৳. You can buy the EcoFlow RIVER Max Portable Power Station at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Great power station with excellent charging speed.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Perfect for outdoor adventures and camping.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "power-station",
        "product_name": "EcoFlow RIVER 2 Portable Power Station",
        "price": 40000,
        "regular_price": 44000,
        "status": true,
        "product_code": "00403",
        "brand": "EcoFlow",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "RIVER 2",
            "Capacity": "256Wh",
            "Life Cycles": "80%+ capacity after 3000 cycles",
            "Output": "300W (Surge 600W)",
            "AC Input": "360W Max",
            "Solar Input": "110W"
        },
        "specification": {},
        "description": [
            {
                "title": "EcoFlow RIVER 2 Portable Power Station",
                "details": "The EcoFlow RIVER 2 Portable Power Station - the next generation of portable power solutions designed to revolutionize your energy needs. RIVER 2 is a versatile and efficient power station with an array of features that make it an indispensable companion for both outdoor adventures and essential home backup. RIVER 2 shatters the industry standard for charging speeds, boasting the remarkable ability to go from 0% to 100% in just 60 minutes. This speed is five times faster than other portable power stations on the market and 38% quicker than its previous generation. With RIVER 2, you can fully charge it while you prepare for your last-minute trips, ensuring that you're always ready to hit the road. Powered by an upgraded long-lasting Lithium Iron Phosphate (LFP) battery chemistry, the RIVER 2 Series is engineered to withstand the test of time. You can charge and discharge it over 3000 times, which translates to roughly a decade of everyday use. This is six times longer than the industry average, making RIVER 2 Series not only safe but also highly efficient, even in warmer climates. This EcoFlow RIVER 2 Series is a pioneer in portable power stations, being the world's first to achieve TÜV Rheinland certification. This certification assures you of the highest safety standards and guarantees the reliability of your RIVER 2. You can rest easy knowing your power source is backed by a globally recognized certification for quality and safety. The RIVER 2 is equipped with a state-of-the-art Battery Management System (BMS) that continually monitors voltage, current, and temperature. This comprehensive system offers multiple layers of protection, ensuring the longevity and efficiency of your RIVER 2. With the BMS in place, your investment is optimized for maximum usage. RIVER 2 Series provides you with four different methods to recharge it, ensuring you're never left without power. Whether you're on the go or at home, you can charge it using AC power, in-car charging, solar panels, or wind turbines. This versatility makes RIVER 2 a reliable energy source in a variety of situations. With its compact and lightweight design, RIVER 2 is the ideal travel companion. It's 30% lighter than its predecessor, making it exceptionally easy to carry to all your outdoor activities, from off-grid camping trips to beachside barbecues. The EcoFlow RIVER 2 Portable Power Station is a game-changer in the world of portable energy solutions. Its rapid charging, impressive durability, safety certification, advanced protection systems, and versatile recharging options make it a must-have for those who require power at their fingertips, whether on the road or at home. RIVER 2 is your reliable partner for all your energy needs, ensuring that you're never left in the dark."
            },
            {
                "title": "Buy EcoFlow RIVER 2 Portable Power Station from Star Gadget",
                "details": "In Bangladesh, you can get original EcoFlow RIVER 2 Portable Power Station From Star Gadget. We have a large collection of latest EcoFlow Portable Power Station to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The EcoFlow RIVER 2 Portable Power Station comes with 2 Years warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of EcoFlow RIVER 2 Portable Power Station in Bangladesh?",
            "details": "The latest price of EcoFlow RIVER 2 Portable Power Station in Bangladesh is 40,000৳. You can buy the EcoFlow RIVER 2 Portable Power Station at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Great portable power station, highly efficient.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Impressive charging speed and durable battery.",
                "user_rating": 4
            }
        ]
    }
]