[
    {
        "category": "vr",
        "product_name": "Meta Quest Pro 256 GB All-in-One VR Headset",
        "price": 139500,
        "regular_price": 153450,
        "status": true,
        "product_code": "00420",
        "brand": "Meta",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "Quest Pro",
            "Panel resolution": "1800 x 1920 per eye",
            "Processor": "Qualcomm Snapdragon XR2+ Platform",
            "Controllers": "Includes Two Touch Pro Controllers",
            "Storage": "256 GB"
        },
        "specification": {},
        "description": [
            {
                "title": "Meta Quest Pro 256 GB All-in-One VR Headset",
                "details": "The Meta Quest Pro VR headset has some major improvements over the Meta Quest 2, including high-res sensors that enable full-color mixed reality experiences, next-gen pancake optics, and advanced LCD displays that deliver sharp visuals. The Meta Quest Pro also has a sleek yet comfortable design, complete with guided Fit Adjustment. Eye tracking and Natural Facial Expressions allow for an enhanced social presence. All these improvements means the Meta Quest Pro is ideal for collaborating and working much more naturally in VR. You'll be able to access the Meta Quest mobile app to find curated collections of mixed reality content, productivity apps that bring your workspace to life, apps, and games that feature hand tracking and leverage social presence."
            },
            {
                "title": "Fast Wi-Fi 6E Wireless Connectivity",
                "details": "The Meta Quest Pro VR headset features Wi-Fi 6E (802.11ax) 6 GHz wireless connectivity. This means the headset can deliver up to 1.6 Gb/s throughput, doubling the bandwidth over the Meta Quest 2. More bandwidth means a better untethered PC VR experience, such as remote desktop streaming. The headset also has custom-built tiny antennas that are smaller than the ones on the Quest 2."
            },
            {
                "title": "Touch Pro Controllers",
                "details": "Meta Quest Pro comes with two controllers. Each of the Touch Pro controllers include three cameras and a Snapdragon mobile processor, providing 360° range of motion in your virtual space. TruTouch haptic feedback and precision pinch motion create an intuitive VR feel so the controllers act like natural extensions of your hands"
            },
            {
                "title": "Charging Dock Included",
                "details": "Meta Quest Pro comes with a charging dock included. It is designed for effortless system charging with a rapid 45W power adapter to keep the Meta Quest Pro VR headset and Touch Pro controllers ready whenever your creativity strikes."
            },
            {
                "title": "Buy Meta Quest Pro 256 GB All-in-One VR Headset from Star Gadget",
                "details": "In Bangladesh, you can get original Meta Quest Pro 256 GB All-in-One VR Headset From Star Gadget. We have a large collection of latest Meta VR Headset to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Meta Quest Pro comes with no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Meta Quest Pro 256 GB VR Headset in Bangladesh?",
            "details": "The latest price of Meta Quest Pro 256 GB VR Headset in Bangladesh is 139,500৳. You can buy the Meta Quest Pro 256 GB VR Headset at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Impressive VR headset with great visuals and comfortable design.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Fast wireless connectivity and intuitive controllers make this a top-notch VR experience.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "vr",
        "product_name": "Meta Quest 3 128GB All-in-One VR Headset",
        "price": 98000,
        "regular_price": 107800,
        "status": true,
        "product_code": "00421",
        "brand": "Meta",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "Quest 3",
            "Panel resolution": "2064x2208 per eye",
            "Processor": "Qualcomm Snapdragon XR2 Gen 2 Platform",
            "Controllers": "Two Touch Controllers",
            "Storage": "128GB",
            "Features": "Slimmer, more comfortable"
        },
        "description": [
            {
                "title": "Meta Quest 3 128GB All-in-One VR Headset",
                "details": "The Meta Quest 3 VR Headset is a remarkable advance in virtual reality technology. It features higher resolution, stronger performance, breakthrough Meta Reality technology, and a slimmer, more comfortable form factor. Powered by a next-gen Snapdragon chip, it delivers lightning-fast performance, doubling the GPU processing power of its predecessor. With access to over 500 immersive titles spanning various genres, it's a gateway to endless exploration, from gaming to fitness and beyond. The Meta Quest 3 has a slim profile and ergonomic design ensure maximum comfort during extended use. The redesigned Touch Plus Controllers fit naturally in your hands and feature TruTouch haptics for tactile feedback, elevating your VR adventures to a new level of realism."
            },
            {
                "title": "Immersive VR + Breakthrough Meta Reality in a Single Device",
                "details": "Meta Quest 3 comes with the best-in-class Meta Reality technology that allows you to effortlessly blend your physical and virtual worlds. These new experiences go beyond today's mixed reality by intelligently comprehending and responding to objects in your actual area, allowing you to navigate it in natural, intuitive ways that were previously practically impossible. High-fidelity color Passthrough, sophisticated machine learning, and spatial understanding let you to interact with virtual information and the physical world at the same time, opening up a world of possibilities. You can now play a virtual board game on your kitchen table with Demeo, adorn your living room with virtual art thanks to Painting VR, or immerse yourself in a totally immersive universe to achieve things that were previously impossible."
            },
            {
                "title": "Redesigned for Comfort + Control",
                "details": "Meta Quest 3 is a sleeker, more comfortable headset with a 40% slimmer optic profile than Quest 2. The Touch Plus controllers in Quest 3 have been totally redesigned, with a more streamlined and ergonomic form factor. Because of advancements in tracking technology, the outside tracking rings have been removed, making the controllers seem more like a natural extension of your hands and taking up less space. TruTouch haptics, which originally appeared in Touch Pro, enable you feel the action like never before. For a more premium experience, you can upgrade to the completely self-tracked Meta Quest Touch Pro Controllers. And, thanks to Direct Touch, which allows you to interact with virtual things with just your hands, hand tracking will be available out of the box, allowing you to explore without controllers."
            },
            {
                "title": "World\"s Best Library of Immersive Content",
                "details": "Meta Quest 3 All-in-One VR Headset is compatible with the Quest 2 catalog of over 500 VR games, applications, and experiences (and counting), with even more new VR and MR products on the way. That means Quest 3 will feature the best library of immersive experiences in the world from the start."
            },
            {
                "title": "Buy Meta Quest 3 128GB All-in-One VR Headset from the best Virtual Reality Shop in Bangladesh: Star Gadget",
                "details": "In Bangladesh, you can get original Meta Quest 3 128GB All-in-One VR Headset From Star Gadget. We have a large collection of latest Meta Quest VR Headset to purchase for your Virtual Reality Experience. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Meta Quest 3 comes with no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Meta Quest 3 in Bangladesh?",
            "details": "The latest price of Meta Quest 3 in Bangladesh is 98,000৳. You can buy the Meta Quest 3 at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Amazing VR headset with stunning visuals and comfortable design.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Great for gaming and immersive experiences. Highly recommended.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "vr",
        "product_name": "Sony PlayStation VR2 Horizon Call of the Mountain Bundle",
        "price": 95000,
        "regular_price": 104500,
        "status": true,
        "product_code": "00422",
        "brand": "Sony",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "PlayStation VR2 Horizon Call of the Mountain Bundle",
            "Display Method": "OLED",
            "Panel resolution": "2000 x 2040 per eye",
            "Field of View": "Approx. 110°",
            "Communication with PS5": "USB Type-C",
            "Input": "Built-in microphone",
            "Output": "Stereo Headphone jack"
        },
        "specification": {},
        "description": [
            {
                "title": "Sony PlayStation VR2 Horizon Call of the Mountain Bundle",
                "details": "The Sony PlayStation VR2 is a cutting-edge virtual reality headset with outstanding features meant to elevate immersive gaming experiences. Conquer colossal peaks, overcome fearsome machines, and uncover a hidden danger to the world of Horizon in the PlayStation VR2 Horizon Call of the Mountain bundle. The gadget has an OLED display, which provides bright and colorful pictures with crisp contrast and deep blacks. The screen resolution is 2000 x 2040 for each eye, which provides excellent detail and clarity. Depending on the user's preferences, the panel refresh rate may be changed to 90Hz or 120Hz. The headset also has adjustable lens separation, allowing users to find the best suit for their specific needs. The field of vision is roughly 110 degrees, allowing for a broad and immersive viewing experience. Experience the sensations of height and wonder as you explore and interact with the world around you in an immersive adventure through the eyes of new character, Ryas. The Sony PlayStation VR2 is outfitted with a variety of sensors that provide precise tracking and motion detection. A six-axis motion sensing system, which includes a three-axis gyroscope and a three-axis accelerometer, is included in the gadget. An Infrared proximity sensor and four integrated cameras are also employed to precisely monitor both the headgear and the controller. The Sony PlayStation VR2's eye-tracking capabilities are one of its distinguishing features. The gadget contains an infrared camera for per-eye eye tracking, which may be utilized to improve the VR experience and accuracy, and performance. The Sony PlayStation VR2 provides vibration feedback on the headset to create an even more realistic experience, giving an added element of realism to in-game movements. The gadget connects to the PS5 by USB Type-C and contains a built-in microphone as well as a stereo headphone connector for audio input and output."
            },
            {
                "title": "Buy Sony PlayStation VR2 Horizon Call of the Mountain Bundle from Star Gadget",
                "details": "In Bangladesh, you can get original Sony PlayStation VR2 Horizon Call of the Mountain Bundle From Star Gadget. We have a large collection of latest Sony VR to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Sony PlayStation VR2 Horizon Call of the Mountain Bundle comes with no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Sony PlayStation VR2 Horizon Call of the Mountain Bundle in Bangladesh?",
            "details": "The latest price of Sony PlayStation VR2 Horizon Call of the Mountain Bundle in Bangladesh is 95,000৳. You can buy the Sony PlayStation VR2 Horizon Call of the Mountain Bundle at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Impressive VR experience, highly recommended.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Great immersion and crystal-clear display.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "vr",
        "product_name": "Sony PlayStation VR2",
        "price": 65500,
        "regular_price": 72050,
        "status": true,
        "product_code": "00423",
        "brand": "Sony",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "PlayStation VR2",
            "Display Method": "OLED",
            "Panel resolution": "2000 x 2040 per eye",
            "Field of View": "Approx. 110°",
            "Communication with PS5": "USB Type-C",
            "Input": "Built-in microphone",
            "Output": "Stereo Headphone jack"
        },
        "specification": {},
        "description": [
            {
                "title": "Sony PlayStation VR2",
                "details": "The Sony PlayStation VR2 is a cutting-edge virtual reality headset with outstanding features meant to elevate immersive gaming experiences. The gadget has an OLED display, which provides bright and colorful pictures with crisp contrast and deep blacks. The screen resolution is 2000 x 2040 for each eye, which provides excellent detail and clarity. Depending on the user's preferences, the panel refresh rate may be changed to 90Hz or 120Hz. The headset also has adjustable lens separation, allowing users to find the best suit for their specific needs. The field of vision is roughly 110 degrees, allowing for a broad and immersive viewing experience. The Sony PlayStation VR2 is outfitted with a variety of sensors that provide precise tracking and motion detection. A six-axis motion sensing system, which includes a three-axis gyroscope and a three-axis accelerometer, is included in the gadget. An Infrared proximity sensor and four integrated cameras are also employed to precisely monitor both the headgear and the controller. The Sony PlayStation VR2's eye-tracking capabilities are one of its distinguishing features. The gadget contains an infrared camera for per-eye eye tracking, which may be utilized to improve the VR experience and accuracy, and performance. The Sony PlayStation VR2 provides vibration feedback on the headset to create an even more realistic experience, giving an added element of realism to in-game movements. The gadget connects to the PS5 by USB Type-C and contains a built-in microphone as well as a stereo headphone connector for audio input and output."
            },
            {
                "title": "4K HDR Display",
                "details": "The Sony PlayStation VR2 features Enjoy breathtaking virtual reality settings in perfect focus with 4K High Dynamic Range images and up to 120fps1, as two 2000 x 2040 OLED screens give nearly four times the resolution generated by the original PlayStation VR headset."
            },
            {
                "title": "Enhanced Comfort",
                "details": "The Sony PlayStation VR2 has Enjoy relaxing play sessions with a wide 110o field of view and a light, well-balanced Fresnel lens. The lens adjustment dial lets you alter the space between lenses to fit your eye position for the best onscreen display. A vent on the headset provides airflow to the lenses, which decreases fogging and improves player comfort."
            },
            {
                "title": "Eye Tracking",
                "details": "Engage in new and lifelike ways with the PlayStation VR2 headset, which monitors eye movements and allows for heightened emotional reaction and increased expressiveness when meeting fellow online gamers. Whether shooting or gazing about, eye-tracking cameras follow your line of sight, while innovative foveated rendering algorithms improve the visual experience by altering resolutions to pinpoint and highlight whatever you're concentrating on."
            },
            {
                "title": "Inside-out Tracking",
                "details": "Play freely as PlayStation VR2 follows you and your controllers via four cameras incorporated into the headgear. Without the need for an external camera, your motions and gaze are mirrored in-game."
            },
            {
                "title": "Headset Feedback",
                "details": "At important points throughout gaming, feel mild, responsive headset vibrations. These vibrations, which are generated by a single built-in motor, provide an intelligent tactile aspect to the sensory immersion you feel while playing. See your character's raised pulse at anxious moments, the rush of items passing near your head, or the thrust of your car as you accelerate."
            },
            {
                "title": "Tempest 3D Audio Gadget",
                "details": "The Sony PlayStation VR2 Surrounds you with incredibly realistic soundscapes, as in-game audio dynamically adapts to your position and head movements. Since a character’s presence as they whisper in your ear, locate friends and enemies by their gunfire or footfall and experience the creeping dread of a threat approaching from any direction."
            },
            {
                "title": "Single-cable Connection",
                "details": "Sony PlayStation VR2 With a single-cable connection to the PlayStation 5 console's front USB port, you can jump right into new virtual worlds. The PlayStation VR2 is quick and simple to set up; simply connect in and play.\n\nN.B: PS VR2 is compatible with PlayStation5 consoles"
            },
            {
                "title": "Buy Sony PlayStation VR2 from Star Gadget",
                "details": "In Bangladesh, you can get original Sony PlayStation VR2 From Star Gadget. We have a large collection of latest Sony VR to purchase. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Sony PlayStation VR2 comes with no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Sony PlayStation VR2 in Bangladesh?",
            "details": "The latest price of Sony PlayStation VR2 in Bangladesh is 63,535৳. You can buy the Sony PlayStation VR2 at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "An amazing VR headset with fantastic features.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Highly recommended for immersive gaming experiences.",
                "user_rating": 4
            }
        ]
    }
]