[
    {
        "category": "ac",
        "product_name": "Gree GS-30XFV32 2.5 Ton Split Type Inverter Air Conditioner",
        "price": 117000,
        "regular_price": 128700,
        "status": true,
        "product_code": "00320",
        "brand": "Gree",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "GS-30XFV32",
            "Capacity": "30,000 BTU/Hr",
            "Technology": "Only Cooling Technology",
            "Compressor": "Rotary Type",
            "Control": "Air Flow Directional Control"
        },
        "specification": {
            "Basic Information": {
                "AC Type": "Split",
                "Technology": "Inverter",
                "Capacity": "2.5 Ton",
                "Energy Saving Rating": 3.41,
                "Capacity of Cooling (BTU)": "30000 BTU",
                "Compressor Type": "Rotary Type",
                "Refrigerant Type": "R-32"
            },
            "Power": {
                "Power Voltage": "220V/1Ph/50Hz",
                "Power Consumption": "60% Electricity saving"
            },
            "Physical Specification": {
                "Dimensions": [
                    "Indoor: 1075x333x246 mm",
                    "Outdoor: 912x646x373 mm"
                ],
                "Weight": [
                    "Indoor: 17 Kg",
                    "Outdoor: 41 Kg"
                ],
                "Color": "White"
            },
            "Warranty Information": {
                "Warranty": [
                    "10-Year Compressor Warranty",
                    "(The warranty card must be kept for any warranty claim.)"
                ]
            },
            "description": [
                {
                    "title": "Gree GS-30XFV32 2.5 Ton Split Type Inverter Air Conditioner",
                    "details": "The Gree GS-30XFV32 2.5 Ton Split Type Inverter Air Conditioner features a capacity of 12,000 BTU/Hr. It offers efficient cold plasma to make breathing cleaner. It comes with a fully closed air guide louver & top-mounted filter. This AC features an auto-clean function that will prevent the growth of harmful micro-organisms by eliminating the moisture inside the indoor unit. Your indoor unit evaporates the moisture inside of the unit. Activate this function to provide you with more clean and healthier air. The Gree GS-30XFV32 has the \"I Feel\" feature that incorporates two temperature sensors, one on the unit and the other on the remote handset. In this mode, the indoor blower in an AC runs for a few minutes even after the air conditioner is switched off. This helps keep the indoor coil dry and prevents dust or mold accumulation. It can reduce energy loss and defrost time by only defrosting when needed instead of by a set timer. The sleep mode on an air conditioner is designed so as to give you comfort during your sleep by increasing the temperature every hour as you require less cooling while asleep as your body gets cold. It offers comfortable airflow and a wide air supply while having a quiet design. The AC is featured with Ai intelligent control. It has a WiFi remote control for long-distance control of the unit for on and off, temperature and fan speed, etc. with a mobile phone WiFi. The Gree GS-30XFV32 comes with 10 Year Compressor Warranty. (The warranty card must be kept for any warranty claim.)\n\nInstallation and delivery charges must be paid by the customer. Delivery and installation charges may vary due to location and building height."
                }
            ],
            "price_info": {
                "title": "What is the price of Gree GS-30XFV32 2.5 Ton Split Type Inverter Air Conditioner in Bangladesh?",
                "details": "The latest price of Gree GS-30XFV32 2.5 Ton Split Type Inverter Air Conditioner in Bangladesh is 117,000৳. You can buy the Gree GS-30XFV32 2.5 Ton Split Type Inverter Air Conditioner at best price from our website or visit any of our showrooms."
            },
            "reviews": [
                {
                    "user_email": "user1@example.com",
                    "review_comment": "Efficient and powerful cooling performance.",
                    "user_rating": 5
                },
                {
                    "user_email": "user2@example.com",
                    "review_comment": "Great value for money. Works silently.",
                    "user_rating": 4
                }
            ]
        }
    },
    {
        "category": "ac",
        "product_name": "General ASGA24FMTB 2 Ton Split Air Conditioner",
        "price": 100000,
        "regular_price": 110000,
        "status": true,
        "product_code": "00321",
        "brand": "General",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "ASGA24FMTB",
            "Capacity": "2 Ton",
            "Exact BTU": "24,000",
            "Coverage Space": "240-250 (sft)",
            "Refrigerant": "Gas (R-410)"
        },
        "specification": {
            "Basic Information": {
                "AC Type": "Split",
                "Capacity": "2 Ton",
                "Coverage": "240-250 (sft)",
                "Energy Saving Rating": 5,
                "Capacity of Cooling (BTU)": "24000 Btu / Hr",
                "Noise Level": "dB (36 dB)",
                "Compressor Type": "Hyper Tropical Rotary.(Energy Saver)",
                "Refrigerant Type": "Gas (R-410)",
                "Others": "Assembled by: Thailand"
            },
            "Power": {
                "Power Type": "Volts/Q/Hz (220-240/1/50)",
                "Power Consumption": "Watts (2560)"
            },
            "Physical Specification": {
                "Weight": [
                    "Indoor Unit: 14 KG",
                    "Outdoor Unit: 50 KG"
                ]
            },
            "Warranty Information": {
                "Warranty": "White"
            }
        },
        "description": [
            {
                "title": "General ASGA24FMTB 2 Ton Split Air Conditioner",
                "details": "The General ASGA24FMTB 2 ton split air conditioner has 24000 Btu/Hr capacity. It can cover up to 240-250 (sft). It has a rotary-type compressor, Full Auto control, and Gas (R-410) with an energy-saving rate of 5. The General ASGA24FMTB features smart energy-saving operation, adjustable airflow, auto shut flaps, auto restart, double auto swing, up / down swing flaps and the actions are super quiet. It has a noise level of 36 dB. It has a washable air filter, humanized sleep function, moisture removal, quick and easy installation, remote controller. The General 2 Ton Split AC Country of Origin is Japan. Assembled in Thailand. The General ASGA24FMTB comes with no warranty.\n\nInstallation and delivery charges must be paid by the customer. Delivery and installation charges may vary due to location and building height. The AC does not include any additional Copper connector Pipes."
            }
        ],
        "price_info": {
            "title": "What is the price of General ASGA24FMTB 2 Ton Air Conditioner in Bangladesh?",
            "details": "The latest price of General ASGA24FMTB 2 Ton Air Conditioner in Bangladesh is 100,000৳. You can buy the General ASGA24FMTB 2 Ton Air Conditioner at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Efficient cooling and low noise. Great value for money.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "Easy to use and cools the room quickly.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "ac",
        "product_name": "ELITE 2 Ton Split type Non-Inverter Air Conditioner",
        "price": 58000,
        "regular_price": 62700,
        "status": true,
        "product_code": "00322",
        "brand": "Elite",
        "image_url": "https://i.ibb.co/7XTkydQ/ASRock-Z790-Pro-RS-13th-Gen-12th-Gen-ATX-Motherboard.jpg",
        "features": {
            "Model": "ELITE 2 Ton",
            "Technology": "Super Quick-cool Technology",
            "Connectivity": "Smart Connectivity",
            "Energy Saving": "40%",
            "Coverage": "200/250 sqft"
        },
        "description": [
            {
                "title": "ELITE 2 Ton Split type Non-Inverter Air Conditioner",
                "details": "ELITE 2 Ton Split type Non-Inverter Air Conditioner comes with many features such as Auto-Restart Function, Temp Compensation, Turbo Mode, Cold Catalyst Filter, Sleep Mode, Anti-rust Cabinet, Independent Dehumidification, Louver Position Memory Function, Diamond Shape Outdoor. It can cover up to 200/250 sqft. The power systems are made in a universal and modern design, familiar to most users, the development was carried out on the basis of data for the study of consumer needs around the world. It has a BTU of 24000. Max power consumption is about 2750w. Remote controller with the revolutionary ergonomic design, which is a manufacturer called Arctic Fox including setting with indoor units. The development of forms and functional remote control and to attract the best world experts in the field of ergonomics and industrial design, display remote indicator has increased by 27% the area of display graphics, and system icons. This type of air conditioner is the most popular as the compressor and the condenser cooling fan (located in the outer, street block) are separated from the evaporator blower (located in the interior, indoor unit). It has no warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of ELITE 2 Ton Split Air Conditioner in Bangladesh?",
            "details": "The latest price of ELITE 2 Ton Split Air Conditioner in Bangladesh is 58,000৳. You can buy the ELITE 2 Ton Split Air Conditioner at best price from our website or visit any of our showrooms."
        },
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Efficient and cools the room quickly.",
                "user_rating": 4
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "I'm satisfied with its performance and energy-saving features.",
                "user_rating": 5
            }
        ]
    }
]