[
    {
        "category": "ram",
        "product_name": "Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM",
        "price": 12500,
        "regular_price": 13750,
        "status": true,
        "product_code": "00040",
        "brand": "Kingston",
        "image_url": "https://i.ibb.co/7RqPL1S/Kingston-FURY-Beast-32-GB-DDR5-6000-MHz-RGB-Desktop-RAM.jpg",
        "rating": 4.8,
        "features": {
            "MPN": "KF560C40BBA-32",
            "Model": "FURY Beast",
            "Frequency": "6000MHz",
            "Cas Latency": "40-40-40",
            "Operating voltage": "1.35 V",
            "Type": "288-pin"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR5",
                "Capacity": "32GB",
                "Frequency": "6000MHz",
                "Operating voltage": "1.35 V",
                "Latency": "40-40-40"
            },
            "Physical dimension": {
                "Dimension": "133.35 mm x 42.23 mm x 7.11 mm",
                "Pin": "288-pin"
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM",
                "details": "Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM is made for next-generation gaming platforms. This memory module not only delivers exceptional speed but also offers increased capacity and reliability. DDR5 introduces several enhanced features, including on-die ECC (ODECC) for superior stability at extreme speeds, dual 32-bit sub-channels for enhanced efficiency, and an on-module power management integrated circuit (PMIC) that ensures power is distributed where it's needed most. Kingston FURY Beast 32GB DDR5 6000MHz RAM features superior speed advancements, doubling the number of banks from 16 to 32 and the burst length from 8 to 16. Whether you're pushing the boundaries of gaming with the most demanding settings, engaging in 4K+ live streaming, or handling resource-intensive tasks like large animations and 3D rendering, Kingston FURY Beast DDR5 memory delivers the performance boost you need while seamlessly combining style with substance. Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM support Intel XMP 3.0 or AMD EXPO, including customizable profiles for speeds and timings."
            },
            {
                "title": "Buy Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM from Star Gadget",
                "details": "In Bangladesh, you can get original Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM From Star Gadget. We have a large collection of latest Kingston RAM to purchase for your Desktop PC. Order Online Or Visit your Nearest Star Gadget Shop to get yours at lowest price. The Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM comes with lifetime warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM in Bangladesh?",
            "details": "The latest price of Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM in Bangladesh is 12,500৳. You can buy the Kingston FURY Beast 32GB DDR5 6000MHz RGB Desktop RAM at best price from our website or visit any of our showroom"
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "ramlover@example.com",
                "review_comment": "Blazing fast RAM with stunning RGB lighting. My games load in an instant!",
                "user_rating": 5
            },
            {
                "user_email": "userxyz@example.com",
                "review_comment": "Pricey, but the performance boost is worth it. RGB looks cool too.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM",
        "price": 12600,
        "regular_price": 13560,
        "status": true,
        "product_code": "00041",
        "brand": "Corsair",
        "image_url": "https://i.ibb.co/JvxVdvy/Corsair-VENGEANCE-32-GB-DDR5-5200-MHz-C40-RAM.jpg",
        "rating": 4.8,
        "features": {
            "MPN": "CMK32GX5M1B5200C40",
            "Model": "VENGEANCE DDR5",
            "Capacity": "32GB",
            "Frequency": "DDR5 5200MHz",
            "Form Factor": "288-Pin",
            "Voltage & Cas Latency": "1.25V/C40"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR5",
                "Capacity": "32GB",
                "Frequency": "5200MHz",
                "Operating voltage": [
                    "SPD Voltage: 1.1V",
                    "Tested Voltage: 1.25V"
                ],
                "Latency": "40-40-40-77"
            },
            "Physical dimension": {
                "Heat Sink Color": "Anodized Aluminum Black",
                "Pin": "288"
            },
            "Warranty Information": {
                "Warranty": "Lifetime"
            }
        },
        "descriptions": [
            {
                "title": "Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM",
                "details": "The Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM is a high-performance memory module that allows you to push the limits of your system like never before. With DDR5 technology, it offers faster frequencies, greater capacities, and improved overall performance compared to previous generations of RAM. The DDR5 memory ensures that your high-end CPU can access data quickly and efficiently, enhancing your system's overall responsiveness. Whether you're a gamer, content creator, or multi-tasker who constantly has numerous applications and browser tabs open, this RAM allows your PC to power through complex tasks faster than ever before. The Corsair VENGEANCE DDR5 RAM is its built-in voltage regulation and iCUE software control. This combination enables easier and more precise output tuning, resulting in more stable overclocking. You have the power and control to fine-tune your system's performance according to your needs and preferences. This RAM module supports Custom Intel XMP 3.0 profiles. This feature eliminates the need for manually adjusting performance settings every time you want to optimize your system. By saving your own XMP profiles through the iCUE software, you can easily customize and tailor your settings by application or task, maximizing efficiency and ensuring optimal performance for different use cases. The Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM is designed to deliver exceptional performance and speed, allowing you to unleash the full potential of your system. With its DDR5 technology, built-in voltage regulation, and support for custom XMP profiles, this RAM module provides a seamless and efficient experience for gamers, content creators, and multi-task alike."
            },
            {
                "title": "Buy Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM from the best RAM Shop in BD",
                "details": "In Bangladesh, you can get the original Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM From Star Gadget. We have a large collection of the latest; Corsair RAM to purchase for your; Desktop PC. Order Online Or Visit your Nearest; Star Gadget Shop to get yours at the lowest price. The Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM comes lifetime warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM in Bangladesh?",
            "details": "The latest price of Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM in Bangladesh is 12,600৳. You can buy the Corsair VENGEANCE 32GB DDR5 5200MHz C40 RAM at best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "gamer123@example.com",
                "review_comment": "Solid RAM with good performance. The price is reasonable.",
                "user_rating": 4
            },
            {
                "user_email": "techgeek@example.com",
                "review_comment": "Does the job, but lacks RGB. Good value for the money.",
                "user_rating": 3
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 Gaming RAM White",
        "price": 47800,
        "regular_price": 52580,
        "status": true,
        "product_code": "00042",
        "brand": "Team",
        "image_url": "https://i.ibb.co/bvHNFbq/TEAM-T-FORCE-DELTA-RGB-32-GB-16-GBx2-8000-MHz-DDR5-Gaming-RAM-White.jpg",
        "rating": 4.9,
        "features": {
            "MPN": "FF4D532G8000HC38DDC01",
            "Model": "DELTA RGB DDR5",
            "Lighting": "RGB Colors & 120° Ultra-Wide Lighting",
            "Supports": "Intel XMP3.0 for One-Click Overclocking",
            "Cooling": "Strengthened PMIC Cooling Design",
            "Latency": "CL38-48-48-84 1.4V"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR5",
                "Capacity": "32GB (16GBx2)",
                "Frequency": "8000MHz",
                "Operating voltage": "1.4V",
                "Latency": "CL38-48-48-84"
            },
            "Physical dimension": {
                "Dimension": "46.1(H) x 144.2(L) x 7(W)mm",
                "Heat Sink Color": "White",
                "Pin": "288 Pin non-ECC Unbuffered DIMM"
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 Gaming RAM White",
                "details": "The TEAM T-FORCE DELTA RGB DDR5 Desktop Gaming RAM offers a 32GB (16GBx2) capacity and operates at a blazing 8000MHz Speed. It incorporates RGB Colors & 120° Ultra-Wide Lighting, along with Power Management ICs (PMIC) for stable and efficient power usage. The RAM also features an enhanced PMIC Cooling Design and On-die ECC to ensure system stability. With Intel XMP3.0 support, this Gaming RAM allows for easy overclocking with just one click. Carefully chosen high-quality ICs guarantee reliability and stability. Additionally, the TEAM T-FORCE DELTA RGB Desktop Gaming RAM is equipped with a Smart RGB IC Controller that is compatible with a range of lighting effect software."
            },
            {
                "title": "RGB Colors & 120° Ultra-Wide Lighting",
                "details": "The TEAM RAM takes its inspiration from a stealthy airplane. The TEAM T-FORCE DELTA RGB DDR5 RAM provides an invigorating visual encounter while also maintaining its signature 120° ultra-wide lighting and the sleek geometric profile that characterizes the DELTA RGB DDR5 RAM."
            },
            {
                "title": "Strengthened PMIC Cooling Design",
                "details": "The cutting-edge TEAM T-FORCE DELTA RGB DDR5 8000MHz Gaming RAM features advanced thermally conductive silicon, ensuring optimal temperature regulation. This RAM is equipped with an enhanced PMIC cooling design for improved performance and reliable PMIC operations."
            },
            {
                "title": "On-die ECC for System Stability",
                "details": "The TEAM T-FORCE DELTA RGB DDR5 Gaming RAM supports on-die ECC, which offers error correction and detection to ensure that system stability is not compromised for performance."
            },
            {
                "title": "Power Management ICs (PMICs)",
                "details": "The TEAM T-FORCE DELTA RGB Desktop RAM is designed to facilitate stable and efficient power usage. With the inclusion of PMIC, this memory module effectively reduces noise interference while ensuring consistent and efficient power distribution to all components. This results in a rapid and dependable power supply."
            },
            {
                "title": "Buy TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 Gaming RAM White from the best RAM Shop in BD",
                "details": "In Bangladesh, you can get the original TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 Gaming RAM White From Star Gadget. We have a large collection of the latest; TEAM RAM to purchase for your; Desktop PC. Order Online Or Visit your Nearest; Star Gadget Shop to get yours at the lowest price. The TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 RAM White comes lifetime warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 RAM White in Bangladesh?",
            "details": "The latest price of TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 RAM White in Bangladesh is 47,800৳. You can buy the TEAM T-FORCE DELTA RGB 32GB (16GBx2) 8000MHz DDR5 RAM White at best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "gamer4life@example.com",
                "review_comment": "This RAM is a performance monster! The 8000MHz speed is lightning-fast, and the RGB lighting adds a cool aesthetic to my gaming rig. Highly recommended for gamers and overclockers.",
                "user_rating": 5
            },
            {
                "user_email": "techwizard@example.com",
                "review_comment": "Aesthetically pleasing with vibrant RGB lighting. The speed and performance of this RAM are outstanding. My PC runs like a dream thanks to TEAM T-FORCE DELTA RGB.",
                "user_rating": 5
            },
            {
                "user_email": "casemodder@example.com",
                "review_comment": "The white version of this RAM looks fantastic in my custom build. The RGB lighting is customizable and adds a unique touch to my PC. The 32GB capacity ensures smooth multitasking and gaming.",
                "user_rating": 4
            },
            {
                "user_email": "streamerpro@example.com",
                "review_comment": "As a content creator, I need both speed and aesthetics. TEAM T-FORCE DELTA RGB delivers on both fronts. My streaming and content production have never been smoother, and it looks great on my setup!",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz Desktop RAM",
        "price": 14500,
        "regular_price": 15320,
        "status": true,
        "product_code": "00043",
        "brand": "Corsair",
        "image_url": "https://example.com/corsair-dominator-platinum-16gb-ram.jpg",
        "rating": 4.8,
        "features": {
            "MPN": "CMT32GX5M2X7200C34",
            "Model": "DOMINATOR PLATINUM RGB DDR5",
            "Capacity": "16GB",
            "Frequency": "DDR5 7200MHz",
            "Form Factor": "288-Pin",
            "Voltage & Cas Latency": "1.45V/C34"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR5",
                "Capacity": "16GB",
                "Frequency": "7200MHz",
                "Operating voltage": "Tested Voltage: 1.45V",
                "Latency": "40-40-40-77",
                "Others": [
                    "Memory Compatibility: Intel 700 Series",
                    "Performance Profile: XMP 3.0",
                    "Power Draw: Extreme OC PMIC"
                ]
            },
            "Physical dimension": {
                "Heat Sink Color": "Black",
                "Pin": 288
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM",
                "details": "The Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM is a memory module that sets the bar for both power and aesthetics in the world of PC hardware. Boasting a substantial 16GB capacity and a blazing DDR5 7200MHz frequency, this module is engineered to tackle even the most demanding tasks with ease. Its 288-Pin form factor, low voltage (1.45V), and optimized Cas Latency (C34) ensure a reliable and stable computing experience. What sets it apart is its optimization for Intel systems, allowing you to unlock the full potential of your high-end PC build. The Corsair DOMINATOR PLATINUM RGB DDR5 RAM adds a touch of elegance to your setup. The mesmerizing RGB lighting, housed within Corsair's iconic platinum design, lets you customize your PC's lighting to match your unique style using Corsair's intuitive software. The Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM is the ultimate memory option, whether you're a gamer looking for a competitive edge, a content producer working on resource-intensive projects, or just someone who expects the best from their PC. Experiment with performance and aesthetics to take your computer experience to new heights."
            },
            {
                "title": "Buy Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM from the best RAM Shop in BD",
                "details": "In Bangladesh, you can get the original Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM From Star Gadget. We have a large collection of the latest Corsair RAM to purchase for your Desktop PC. Order Online Or Visit your Nearest Star Gadget Shop to get yours at the lowest price. The Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM comes with a lifetime warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM in Bangladesh?",
            "details": "The latest price of Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM in Bangladesh is 14,500৳. You can buy the Corsair DOMINATOR PLATINUM RGB 16GB DDR5 7200MHz RAM at the best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "This RAM is a performance beast! It handles heavy tasks with ease and the RGB lighting is a nice touch. Highly recommended for gamers and professionals.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "I love the design and lighting of this RAM. The 7200MHz speed is impressive, and it complements my high-end PC build perfectly. Great product!",
                "user_rating": 5
            },
            {
                "user_email": "user3@example.com",
                "review_comment": "The Corsair DOMINATOR RAM is a great addition to my setup. It's fast, reliable, and looks stunning with the RGB lighting. I'm very satisfied with my purchase.",
                "user_rating": 4
            },
            {
                "user_email": "user4@example.com",
                "review_comment": "As a content creator, I need powerful RAM, and this one delivers. The speed and aesthetics are top-notch. My work has become smoother with this RAM.",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM",
        "price": 13000,
        "regular_price": 14300,
        "status": true,
        "product_code": "00044",
        "brand": "G.SKILL",
        "image_url": "https://example.com/gskill-trident-z5-32gb-ram.jpg",
        "rating": 4.7,
        "features": {
            "MPN": "F5-6000J3238G32GX2-TZ5RK",
            "Model": "Trident Z5 RGB",
            "Memory Type": "DDR5",
            "Tested Speed": "6000MHz",
            "Tested Latency": "32-38-38-96",
            "Tested Voltage": "1.40V",
            "Unbuffered, Non-ECC": "Yes"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR5",
                "Capacity": "32GB",
                "Frequency": "5600MHz",
                "Operating voltage": "Tested Voltage: 1.40V",
                "Latency": "32-38-38-96"
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM",
                "details": "The G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM is a high-performance memory module built for desktop PCs. It has a capacity of 32GB and is designed with DDR5 memory. This RAM module is built for speed and performance, with a tested speed of 6000 MT/s and a tested latency of 32-38-38-96. To function properly, the G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM requires a voltage of 1.40V. It is unbuffered and non-ECC, making it perfect for professional or high-performance gaming. The SPD speed is 4800 MT/s, and the voltage is set to 1.10V by default. The G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM is Intel XMP 3.0 (Extreme Memory Profile) Compatible, which is one of its notable qualities. This implies that it has been verified and certified to operate with Intel-based motherboards that support XMP, making it simple and quick to configure the RAM's performance parameters. The G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM offers RGB illumination that can be configured to fit the aesthetics of your computer design, in addition to its amazing performance specs. Overall, this RAM module is an excellent option for gamers, content creators, and professionals that want exceptional speed and dependability from their computer's memory."
            },
            {
                "title": "Blazing Fast DDR5 Performance",
                "details": "The G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM is a product of G.Skill. The Trident Z5 RGB is developed to high performance and quality standards, ushering in a new age of memory performance with ultra-fast data transfer speeds. Each Trident Z5 RGB memory module is made with hand-screened DDR5 DRAM ICs, resulting in exceptional memory performance on DDR5 platforms."
            },
            {
                "title": "Extreme Memory Performance with Intel Core Platform",
                "details": "G.SKILL is committed to the development of performance-overclocked memory kits. Trident Z5 RGB, developed and optimized on the Intel Core architecture, taps into the speed potential of DDR5 to deliver a whole new level of performance to global overclockers and PC enthusiasts."
            },
            {
                "title": "Premium Dual-Texture Heatspreader Design",
                "details": "The G.SKILL Trident Z5 series integrates hypercar design features into the renowned Trident heat spreader, resulting in a sleek and futuristic appearance. The Trident Z5 RGB is excellent for a broad range of PC build styles, with a black brushed aluminum strip fitted into a metallic silver or matte black body and topped with a translucent RGB light bar suited for smooth illumination."
            },
            {
                "title": "Streamlined RGB Light Bar",
                "details": "The Trident Z5 RGB looks better than ever, thanks to a simplified light bar. Personalizing the colors and lighting effects of the Trident Z5 RGB is a snap thanks to customizable RGB lighting through the G.SKILL lighting control software or compatible third-party motherboard software."
            },
            {
                "title": "Buy G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM from the best RAM Shop in BD",
                "details": "In Bangladesh, you can get original G.Skill Trident Z5 RGB 32GB DDR5 6000MHz Desktop RAM From Star Gadget. We have a large collection of the latest G.Skill Desktop RAM to purchase for your Desktop PC. Order Online Or Visit your Nearest Star Gadget Shop to get yours at the lowest price. The G.Skill Trident Z5 RGB 32GB DDR5 6000MHz RAM comes with 3 years of warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of G.Skill Trident Z5 RGB 32GB DDR5 6000MHz RAM in Bangladesh?",
            "details": "The latest price of G.Skill Trident Z5 RGB 32GB DDR5 6000MHz RAM in Bangladesh is 13,000৳. You can buy the G.Skill Trident Z5 RGB 32GB DDR5 6000MHz RAM at the best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Impressive RAM! The speed and performance are top-notch, and the RGB lighting adds a cool touch to my PC. Highly recommended for gamers and enthusiasts.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "I love the design of this RAM, and it works flawlessly in my high-end setup. The 6000MHz speed is impressive. Great product!",
                "user_rating": 5
            },
            {
                "user_email": "user3@example.com",
                "review_comment": "The G.Skill Trident Z5 RAM exceeded my expectations. It's fast, reliable, and looks fantastic with the RGB lighting. I'm very satisfied with my purchase.",
                "user_rating": 4
            },
            {
                "user_email": "user4@example.com",
                "review_comment": "As a content creator, I need high-performance RAM, and this one delivers. The speed and aesthetics are outstanding. My work has become much smoother with this RAM.",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "G.Skill Trident Z NEO RGB 32GB DDR4 3600MHz Gaming Desktop RAM",
        "price": 9800,
        "regular_price": 10780,
        "status": true,
        "product_code": "00045",
        "brand": "G.SKILL",
        "image_url": "https://example.com/gskill-trident-z-neo-32gb-ram.jpg",
        "rating": 4.8,
        "features": {
            "MPN": "F4-3600C18D-64GTZN",
            "Model": "Trident Z NEO RGB",
            "Supports": "Intel XMP 2.0 (Extreme Memory Profile) Ready",
            "Capacity": "32GB DDR4 3600MHz Non-ECC",
            "Tested Latency": "18-22-22-42",
            "Tested Voltage": "1.35V; Unbuffered"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR4",
                "Capacity": "32GB",
                "Frequency": "3600MHz",
                "Operating voltage": "Tested Voltage: 1.35V",
                "Latency": "18-22-22-42"
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "G.Skill Trident Z NEO RGB 32GB DDR4 3600MHz Gaming Desktop RAM",
                "details": "The latest G.Skill Trident Z NEO RGB Gaming Desktop RAM brings unparalleled memory performance and vibrant RGB lighting to any gaming PC or workstation with the latest AMD Ryzen CPUs and AMD DDR4 motherboards. It is engineered and optimized for full compatibility on the latest AMD Ryzen platforms. This RAM is designed for memory performance with the latest AMD Ryzen platforms, Trident Z Neo is optimized to unlock the full potential of the AMD platform to its maximum speed and also featured with a contrast of black brushed aluminum and powder-coated silver, the Trident Z Neo dual-toned heatspreader adds power and boldness to your next-gen build. The Trident Z Neo features a beveled edge along the top of the signature tri-fin design with the asymmetrical slant to achieve a sleek and clean look. It is crafted with hand-screened memory ICs and custom 10-layer PCBs, each and every module is made for maintaining the best signal integrity to achieve fast overclocking performance. This RAM is fully control and customize the 8-zone RGB lighting through the downloadable Trident Z Lighting Control software."
            }
        ],
        "price_info": {
            "title": "What is the price of G.Skill Trident Z NEO RGB 32GB Gaming Desktop RAM in Bangladesh?",
            "details": "The latest price of G.Skill Trident Z NEO RGB 32GB Gaming Desktop RAM in Bangladesh is 9,800৳. You can buy the G.Skill Trident Z NEO RGB 32GB Gaming Desktop RAM at the best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "This RAM is a beast! It works flawlessly with my AMD Ryzen setup, and the RGB lighting is a nice touch. I'm very happy with its performance.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "The Trident Z NEO RAM is an excellent choice for AMD builds. It's fast, reliable, and looks great. I highly recommend it to other gamers.",
                "user_rating": 5
            },
            {
                "user_email": "user3@example.com",
                "review_comment": "I love the design of this RAM, and it matches perfectly with my AMD setup. The 3600MHz speed is impressive, and the RGB lighting adds a cool factor.",
                "user_rating": 4
            },
            {
                "user_email": "user4@example.com",
                "review_comment": "As a content creator, I need high-performance RAM, and the Trident Z NEO delivers on that front. It's fast and reliable. Great addition to my setup!",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "Kingston FURY Renegade 16GB DDR5 6800MHz RGB Desktop RAM Kit",
        "price": 9800,
        "regular_price": 10780,
        "status": true,
        "product_code": "00046",
        "brand": "Kingston",
        "image_url": "https://example.com/kingston-fury-renegade-16gb-ram.jpg",
        "rating": 4.7,
        "features": {
            "MPN": "KF568C6RSAK2-32",
            "Model": "FURY Renegade",
            "Capacity": "16GB",
            "Frequency": "DDR5 6800MHz",
            "Form Factor": "288-Pin",
            "Voltage & Cas Latency": "1.4V/CL36"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR5",
                "Capacity": "16GB",
                "Frequency": "6800MHz",
                "Operating voltage": "1.35V",
                "Latency": "CL36-42-42",
                "Physical dimension": {
                    "Dimension": "133.35 x 44 x 7.66 mm",
                    "Pin": "288-pin"
                }
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "Kingston FURY Renegade 16GB DDR5 6800MHz RGB Desktop RAM Kit",
                "details": "The Kingston FURY Renegade 16GB DDR5 6800MHz RGB RAM Kit will improve the performance of your PC. The FURY Renegade delivers your system the extra performance it needs whether you are an editor, animator, or power gamer by giving you more headroom for rapid and efficient multitasking and rendering capabilities. With a max 16GB capacity, you have enough dedicated memory to run a wide range of programs from your favorite games to various editing applications. This 288-pin DIMM fits into most desktop motherboards suited for DDR5 modules and can save power with a 1.1V minimal electrical throughput that can handle up to 2.0V when overclocked. With Intel XMP 3.0 certification, you can optimize the bandwidth of your modules for faster speeds while maintaining a low CL 36 latency. Each module is unbuffered, resulting in faster performance on standard desktop PCs for gaming or graphics. On-die ECC detects possible faults and attempts to rectify them, giving you a longer lifespan and higher data throughput."
            }
        ],
        "price_info": {
            "title": "What is the price of Kingston FURY Renegade 16GB DDR5 6800MHz RGB RAM Kit in Bangladesh?",
            "details": "The latest price of Kingston FURY Renegade 16GB DDR5 6800MHz RGB RAM Kit in Bangladesh is 9,800৳. You can buy the Kingston FURY Renegade 16GB DDR5 6800MHz RGB RAM Kit at the best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Outstanding RAM! It works like a charm, and the RGB lighting adds a cool touch to my PC. Highly recommended.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "The Kingston FURY Renegade RAM is fast and reliable. It's perfect for gaming and demanding tasks. Great value for the price.",
                "user_rating": 5
            },
            {
                "user_email": "user3@example.com",
                "review_comment": "This RAM kit is a game-changer. My PC's performance has improved significantly since I installed it. The RGB lighting is a nice bonus.",
                "user_rating": 5
            },
            {
                "user_email": "user4@example.com",
                "review_comment": "I'm impressed with the Kingston FURY Renegade RAM's speed and stability. It's a fantastic addition to my setup.",
                "user_rating": 4
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "Apacer NOX RGB 16GB DDR4 3600MHz RAM",
        "price": 8500,
        "regular_price": 9320,
        "status": true,
        "product_code": "00047",
        "brand": "Apacer",
        "image_url": "https://example.com/apacer-nox-16gb-ram.jpg",
        "rating": 4.5,
        "features": {
            "Model": "NOX 16GB 3600MHz",
            "Capacity": "16GB",
            "Frequency": "3600MHz",
            "PIN": "288-pin",
            "Memory Architecture": "x8 FBGA DRAM chip",
            "Voltage & Cas Latency": "1.45V/18-22-22-38"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR4",
                "Capacity": "16GB",
                "Frequency": "3600MHz",
                "Operating voltage": "1.35V",
                "Latency": "18-22-22-38"
            },
            "Physical dimension": {
                "Module Height": "133.35mm*31.25mm*4.07mm",
                "Pin": "288-Pins"
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "Apacer NOX RGB 16GB DDR4 3600MHz RAM",
                "details": "The Apacer NOX RGB 16GB DDR4 3600MHz RAM features RGB Lighting Diffuser with an ultra-wide-angle exquisite engraved lighting bar design and RGB lighting effect. This RAM has a high-quality aluminum heat sink that offers excellent heat dissipation and a stylish appearance. Its rigorously screened DRAM ICs provide stability and compatibility with key motherboards. With synchronization effects supported by various RGB lighting systems, users can easily personalize the patterns to represent their personality. The RAM offers low latency, reduced power consumption, less heat, and more dependability for gaming and overclocking. It also has QVL Compatibility Certification, ensuring compatibility with popular motherboards. The Apacer NOX RGB 16GB DDR4 3600MHz RAM comes with a lifetime warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of Apacer NOX RGB 16GB DDR4 3600MHz RAM in Bangladesh?",
            "details": "The latest price of Apacer NOX RGB 16GB DDR4 3600MHz RAM in Bangladesh is 8,500৳. You can buy the Apacer NOX RGB 16GB DDR4 3600MHz RAM at the best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Great RAM with beautiful RGB lighting. It's working perfectly in my gaming rig.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "The Apacer NOX RAM performs well, and the RGB lighting effects are stunning. A good buy for the price.",
                "user_rating": 4
            },
            {
                "user_email": "user3@example.com",
                "review_comment": "I love the RGB lighting on this RAM. It adds a cool vibe to my PC. Performance-wise, it's solid.",
                "user_rating": 4
            },
            {
                "user_email": "user4@example.com",
                "review_comment": "This RAM is a great addition to my setup. The RGB is eye-catching, and it runs smoothly in my system.",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "Team Elite Plus Red 16GB 3200MHz DDR4 U-DIMM Desktop RAM",
        "price": 4000,
        "regular_price": 4400,
        "status": true,
        "image_url": "https://example.com/apacer-nox-16gb-ram.jpg",
        "product_code": "00048",
        "brand": "Team",
        "rating": 3.8,
        "features": {
            "MPN": "TPRD416G3200HC2201",
            "Model": "Elite Plus Red",
            "Capacity": "16GB DDR4",
            "Frequency": "3200MHz",
            "Speed": "25,600 MB/s (PC4 25600)",
            "CAS Latency": "CL22-22-22-52 1.2V"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR4",
                "Capacity": "16GB",
                "Frequency": "3200Mhz",
                "Operating voltage": "1.2V",
                "Latency": "CL22-22-22-52"
            },
            "Physical dimension": {
                "Dimension": "32(H) x 134(L) x 6.5(W)mm",
                "Heat Sink Color": "Red & Black Aluminum heat spreader",
                "Pin": "288 Pin"
            },
            "Warranty Information": {
                "Warranty": "Lifetime"
            }
        },
        "descriptions": [
            {
                "title": "Team Elite Plus Red 16GB 3200MHz DDR4 U-DIMM Desktop RAM",
                "details": "The Team Elite Plus Red 16GB 3200MHz DDR4 RAM features a data transfer bandwidth of 25,600 MB/s. It operates at a low voltage of 1.2V, reducing power consumption and heat generation. This RAM is fully compliant with JEDEC standards and is 100% compatible with major platforms. It offers improved bandwidth performance over DDR3-1866. The red and black aluminum heat spreader efficiently dissipates heat."
            }
        ],
        "price_info": {
            "title": "What is the price of Team Elite Plus Red 16GB 3200MHz DDR4 RAM in Bangladesh?",
            "details": "The latest price of Team Elite Plus Red 16GB 3200MHz DDR4 RAM in Bangladesh is 4,000৳. You can buy the Team Elite Plus Red 16GB 3200MHz DDR4 RAM at the best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Great RAM with beautiful RGB lighting. It's working perfectly in my gaming rig.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "The Apacer NOX RAM performs well, and the RGB lighting effects are stunning. A good buy for the price.",
                "user_rating": 4
            },
            {
                "user_email": "user3@example.com",
                "review_comment": "I love the RGB lighting on this RAM. It adds a cool vibe to my PC. Performance-wise, it's solid.",
                "user_rating": 4
            },
            {
                "user_email": "user4@example.com",
                "review_comment": "This RAM is a great addition to my setup. The RGB is eye-catching, and it runs smoothly in my system.",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "G.Skill Ripjaws V 32GB DDR4 3200MHz Desktop RAM (Black)",
        "price": 8300,
        "regular_price": 9130,
        "status": true,
        "product_code": "00049",
        "image_url": "https://example.com/apacer-nox-16gb-ram.jpg",
        "brand": "G.SKILL",
        "rating": 4.6,
        "features": {
            "MPN": "F4-3200C16S-32GVK",
            "Model": "G.Skill Ripjaws V",
            "Capacity": "32GB",
            "Speed": "3200Mhz",
            "Latency": "16-18-18-38",
            "Voltage": "1.35V"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR4",
                "Capacity": "32GB",
                "Frequency": "3200MHz",
                "Operating voltage": "1.35V",
                "Latency": "16-18-18-38"
            },
            "Physical dimension": {
                "Heat Sink Color": "Black"
            },
            "Warranty Information": {
                "Warranty": "Life Time"
            }
        },
        "descriptions": [
            {
                "title": "G.Skill Ripjaws V 32GB DDR4 3200MHz Desktop RAM (Black)",
                "details": "The G.Skill Ripjaws V 32GB DDR4 3200MHz Desktop RAM is the latest addition to the classic Ripjaws family, designed for maximum compatibility and cutting-edge performance with the latest Intel Core processors. With blazing fast transfer speeds, rigorous compatibility and reliability testing, and a module height suitable for most CPU heatsinks, Ripjaws V is a top choice for performance systems and memory upgrades."
            }
        ],
        "price_info": {
            "title": "What is the price of G.Skill Ripjaws V 32GB DDR4 3200MHz RAM in Bangladesh?",
            "details": "The latest price of G.Skill Ripjaws V 32GB DDR4 3200MHz RAM in Bangladesh is 8,300৳. You can buy the G.Skill Ripjaws V 32GB DDR4 3200MHz RAM at the best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "user1@example.com",
                "review_comment": "Great RAM with beautiful RGB lighting. It's working perfectly in my gaming rig.",
                "user_rating": 5
            },
            {
                "user_email": "user2@example.com",
                "review_comment": "The G.Skill Ripjaws V RAM is a solid performer. It has improved my system's speed and multitasking capabilities.",
                "user_rating": 4
            },
            {
                "user_email": "user3@example.com",
                "review_comment": "This RAM exceeded my expectations. It's fast, reliable, and the black design looks great in my build.",
                "user_rating": 5
            },
            {
                "user_email": "user4@example.com",
                "review_comment": "I'm impressed with the G.Skill Ripjaws V RAM. It's a fantastic addition to my setup, and it runs flawlessly.",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "G.SKILL Trident Z Royal RGB 8GB DDR4 4600MHz Desktop RAM",
        "price": 15500,
        "regular_price": 17050,
        "status": true,
        "product_code": "00050",
        "brand": "G.SKILL",
        "image_url": "https://example.com/apacer-nox-16gb-ram.jpg",
        "rating": 4.7,
        "features": {
            "MPN": "F4-4600C18D-16GTRS",
            "Model": "Trident Z Royal",
            "Lighting": "Radiant Crystalline Light Bar",
            "Tested Latency": "18-22-22-42",
            "Capacity": "8GB DDR4 4600MHz Non-ECC",
            "Others": "Intel XMP 2.0 Ready"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR4",
                "Capacity": "8GB",
                "Frequency": "4600MHz",
                "Operating voltage": [
                    "Tested Voltage: 1.45V",
                    "SPD Voltage: 1.20V"
                ],
                "Latency": "18-22-22-42"
            },
            "Warranty Information": {
                "Warranty": "Life Time"
            }
        },
        "descriptions": [
            {
                "title": "G.SKILL Trident Z Royal RGB 8GB DDR4 4600MHz Desktop RAM",
                "details": "The new Trident Z Royal is the latest addition to the Trident Z flagship family and features a crown jewel design. Meticulously crafted to display just the right amount of light refraction, the crystalline light bar scatters the RGB colors in a magnificent display of LED lighting. It is Engineered with 8 controllable RGB zones and tested for reliability, compatibility, and performance across a wide range of motherboards, Trident Z Royal is the ultimate high-performance RGB memory. Mirroring the high-class light bar design, polished aluminum heatspreaders of gold or silver colors cools the memory modules in the award-winning classic Trident Z tri-fin design. It designed with Radiant Crystalline Light Bar, that uniquely designed to disperse and refract light from the 8 RGB LED zones on each module, providing a magnificent lighting display into your PC case. In this Desktop RAM, Luxurious Aluminum Heatspreaders Keeps memory efficiently cool with solid CNC-cut aluminum heatspreaders, electroplated with a lustrous gold or silver color. The Trident Z Royal lighting control software offers over a dozen lighting effects and management of up to 4 lighting profiles, as well as the ability to control each module individually or in sync, so you can customize your own color scheme to the fullest extent. Each Trident Z Royal module RAM is built with hand-screened memory ICs on a custom 10-layer PCB to ensure the best signal integrity for fast overclock performance. Trident Z Royal memory is tested for compatibility and reliability, so you can build a truly customized PC with a wide range of motherboards. The new G.SKILL Trident Z Royal RGB 8GB DDR4 4600MHz Desktop RAM comes with Life Time Warranty."
            }
        ],
        "questions": [],
        "reviews": [
            {
                "user_email": "john.doe@example.com",
                "review_comment": "I recently upgraded my PC with this RAM, and I couldn't be happier. The RGB lighting looks stunning, and the performance is top-notch. I highly recommend it.",
                "user_rating": 5
            },
            {
                "user_email": "tech.enthusiast@example.com",
                "review_comment": "The Trident Z Royal RAM not only looks great but also performs well. It's a bit on the expensive side, but if you want your PC to stand out, it's worth the investment.",
                "user_rating": 4
            },
            {
                "user_email": "gamer.girl@example.com",
                "review_comment": "I'm a gamer, and this RAM has improved my gaming experience. It's fast, reliable, and the RGB lighting adds a cool factor to my setup. No complaints!",
                "user_rating": 5
            },
            {
                "user_email": "pc.builder@example.com",
                "review_comment": "The Trident Z Royal RAM is solid in terms of performance. The lighting control software offers plenty of customization options. The only downside is the price.",
                "user_rating": 4.5
            },
            {
                "user_email": "hardware.geek@example.com",
                "review_comment": "This RAM not only looks royal but performs like royalty too. It's perfect for enthusiasts who want both aesthetics and speed. A great addition to any high-end build.",
                "user_rating": 5
            }
        ]
    },
    {
        "category": "ram",
        "product_name": "TEAM T-Force DELTA TUF Gaming RGB 16GB 3200MHz DDR4 CL16 RAM",
        "price": 5299,
        "regular_price": 5829,
        "status": true,
        "product_code": "00051",
        "brand": "Team",
        "image_url": "https://example.com/team-delta-tuf-16gb-ram.jpg",
        "rating": 4.7,
        "features": {
            "MPN": "TF9D416G3200HC16F01",
            "Model": "T-FORCE DELTA TUF Gaming RGB",
            "Capacity": "6Gb",
            "Type": "DDR4",
            "Frequency": "3200MHz",
            "Operating Voltage": "1.35V",
            "Latency": "CL16-20-20-40"
        },
        "specification": {
            "Key Features": {
                "Type": "DDR4",
                "Capacity": "16GB",
                "Frequency": "3200MHz",
                "Operating voltage": "1.35V",
                "Latency": "CL16-20-20-40"
            },
            "Physical dimension": {
                "Dimension": "49 x 147 x 7mm",
                "Pin": "288 Pin"
            },
            "Warranty Information": {
                "Warranty": "Lifetime Warranty"
            }
        },
        "descriptions": [
            {
                "title": "TEAM T-Force DELTA TUF Gaming RGB 16GB 3200MHz DDR4 CL16 RAM",
                "details": "The TEAM T-Force DELTA TUF Gaming RGB CL16 RAM has a DDR4 3200MHz 16GB capacity, CAS Delay ValueCL CL16-20-20-40, 288 Pins, Data Transfer Bandwidth 25,600 MB/s (PC 4 25600), Voltage 1.35V, and Aluminum Cooler. TUF Gaming Alliance has certified this RAM. This Gaming RAM included 120° ultra-wide-angle lighting effects, an Asymmetrical, minimalist design, an Aluminum alloy heat spreader design with great heat transfer efficiency, energy conservation with ultra-low operating voltage, and XMP 2.0 overclocking technology support. This Team Delta TUF 16GB 3200MHz DDR4 Gaming RAM is generally compatible since it is compatible with both Intel and AMD motherboards."
            },
            {
                "title": "Asymmetric and Minimalist, TUF Gaming Design with XMP 2.0 Technology",
                "details": "The TEAM T-Force DELTA TUF RGB 16GB 3200MHz DDR4 CL16 RAM is a brilliantly crafted heat spreader that combines the unique aspects of TUF Gaming. With its unique design and ultra-wide-angle lighting design idea, Team Delta TUF Gaming RGB memory provides gamers with an unprecedented visual experience. This RAM is from Team Delta. T-Force Delta TUF Gaming Alliance RGB series RAM supports Intel XMP 2.0. Delta TUF Gaming RGB memory is included."
            },
            {
                "title": "High-Quality IC Chips, T-Force Blitz / Asus Aura Sync Software Support",
                "details": "In this TEAM T-Force DELTA TUF RGB 16GB 3200MHz DDR4 CL16 RAM, here used high-quality IC chips, that passed the rigorous testing of TeamGroup and are carefully selected, have optimum performance, and combine superior quality, stability, and compatibility. This Team Gaming RAM offers variable and synchronized RGB lighting, via the T-Force Blitz (beta version) or Asus Aura Sync software. It has 8 built-in lighting effects."
            },
            {
                "title": "TUF Gaming Alliance Certified RAM",
                "details": "The latest TEAM T-Force DELTA TUF Gaming RGB is Certified by the TUF Gaming Alliance. The TeamGroup T-Force presents the overclocking memory with T-Force Delta TUF Gaming RGB. They also come with once again motherboard leader Asus, which has been subjected to rigorous tests and approved by the TUF Gaming Alliance and has a unique design with a military camouflage pattern. Its design offers you a uniquely stylish hardware experience, T-Force Delta TUF Gaming Alliance RGB RAM promises a high-speed performance experience with high clock speed."
            },
            {
                "title": "Ultra-Low Operating Voltage, Up to 40% Energy Saving",
                "details": "The new TEAM T-Force DELTA TUF Gaming RGB RAM comes with a low operating voltage of 1.35V, that does not only saves energy but also reduces temperature and generated heat. Its Special capability provides stable and long-term operation of high-speed memory. The TEAM T-Force DELTA TUF Gaming RGB 16GB 3200MHz DDR4 CL16 RAM has a lifetime warranty."
            }
        ],
        "price_info": {
            "title": "What is the price of TEAM T-Force DELTA TUF Gaming RGB 16GB 3200MHz DDR4 CL16 RAM in Bangladesh?",
            "details": "The latest price of TEAM T-Force DELTA TUF Gaming RGB 16GB 3200MHz DDR4 CL16 RAM in Bangladesh is 5,299৳. You can buy the TEAM T-Force DELTA TUF Gaming RGB 16GB 3200MHz DDR4 CL16 RAM at best price from our website or visit any of our showrooms."
        },
        "questions": [],
        "reviews": [
            {
                "user_email": "john.doe@example.com",
                "review_comment": "I recently upgraded my PC with this RAM, and it works like a charm. The RGB lighting adds a cool touch to my setup. Highly recommended.",
                "user_rating": 5
            },
            {
                "user_email": "tech.enthusiast@example.com",
                "review_comment": "This RAM offers great value for the price. It's fast and reliable. The TUF Gaming Alliance certification is a plus.",
                "user_rating": 4.5
            },
            {
                "user_email": "gamer.girl@example.com",
                "review_comment": "I'm a gamer, and this RAM complements my gaming rig perfectly. The RGB lighting is fantastic, and it's compatible with my Intel motherboard.",
                "user_rating": 5
            },
            {
                "user_email": "pc.builder@example.com",
                "review_comment": "Team Delta TUF Gaming RAM is a solid choice for any build. It performs well and looks great. The lifetime warranty is reassuring.",
                "user_rating": 4.7
            },
            {
                "user_email": "hardware.geek@example.com",
                "review_comment": "Impressed with the performance of this RAM. The lighting effects are a nice touch, and it's easy to sync with other components.",
                "user_rating": 4.8
            }
        ]
    }
]